Repository: 1ukastesar/posts-table-cs
Catalog: posts-table-pro-*.po
Languages: cs_cz

source: Posts Table Pro Settings
cs_cz: Nastavení Posts Table Pro

source: Getting started
cs_cz: Začínáme

source: Table content
cs_cz: Obsah tabulky

source: Loading
cs_cz: Načítání

source: Sorting
cs_cz: Řazení

source: Controls
cs_cz: Ovládání

source: Design
cs_cz: Vzhled

source: Advanced
cs_cz: Pokročilé

source: Save Changes
cs_cz: Uložit změny

source: Documentation
cs_cz: Dokumentace

source: Support
cs_cz: Podpora

source: To create a table, simply add the shortcode %1$s[posts_table]%2$s to any post or page. Then configure your tables using the settings below. You can override any of the settings for individual tables by adding options to the [posts_table] %3$sshortcode%4$s.
cs_cz: Pro vytvoření tabulky jednoduše vložte shortcode %1$s[posts_table]%2$s do jakéhokoli příspěvku nebo stránky. Následně si zde tabulky přizpůsobte. Toto globální nastavení lze individuálně přepsat přidáním možností přímo do [posts_table] %3$sshortcode%4$s.

source: Customize the design of the table.
cs_cz: Přizpůsobte si vzhled tabulky.

source: Post type
cs_cz: Typ obsahu

source: Displays all published posts for this post type. To restrict posts by category, tag, custom field, etc. add the relevant %1$sshortcode option%2$s.
cs_cz: Zobrazuje všechny příspěvky zvoleného typu. Pro omezení výběru příspěvků dle kategorie, tagu, vlastních polí atp. přidejte relevantní možnost přímo do %1$sshortcode%2$s.

source: Columns
cs_cz: Sloupce

source: Enter the columns for your posts tables.
cs_cz: Zadejte jména sloupců, které bude tabulka mít.

source: Image size
cs_cz: Velikost obrázku

source: W x H in pixels, e.g. 80x80.
cs_cz: Š x V v pixelech, například 80x80.

source: Image lightbox
cs_cz: Lightbox zobrazení

source: Show the featured image in a lightbox
cs_cz: Zobrazit náhledový obrázek v zobrazení lightbox

source: Content length
cs_cz: Délka obsahu

source: words
cs_cz: slov

source: Enter -1 to show the full post content.
cs_cz: Zadejte -1 pro zobrazení celého obsahu.

source: Excerpt length
cs_cz: Délka stručného popisu

source: Enter -1 to show the full excerpt.
cs_cz: Zadejte -1 pro zobrazení celého popisu.

source: Post links
cs_cz: Odkazy u příspěvků

source: Link table data to the relevant post, author, category, tag or term.
cs_cz: Provažte data z tabulky odkazem na konkrétní příspěvek, autora, kategorii, tag nebo výraz.

source: Button text
cs_cz: Text tlačítka

source: The button text when showing the 'button' column.
cs_cz: Text, který se má zobrazit ve sloupci typu 'tlačítko'.

source: Search filters
cs_cz: Vyhledávací filtry

source: Disabled
cs_cz: Vypnuto

source: Show based on columns in table
cs_cz: Zobrazit podle sloupců v tabulce

source: Custom
cs_cz: Vlastní

source: Dropdown lists to filter the table by category, tag, or custom taxonomy.
cs_cz: Rozbalovací nabídka pro filtrování tabulky podle kategorie, tagu nebo vlastní taxonomie.

source: Custom filters
cs_cz: Vlastní filtry

source: Enter the filters as a comma-separated list, e.g. categories,tags,tax:location
cs_cz: Zadejte jednotlivé filtry oddělené čárkou, např.: categories,tags,tax:location

source: E.g. categories,tags,tax:location
cs_cz: Např.: categories,tags,tax:location

source: Search box
cs_cz: Vyhledávácí pole

source: Above table
cs_cz: Nad tabulkou

source: Below table
cs_cz: Pod tabulkou

source: Above and below table
cs_cz: Nad a pod tabulkou

source: Hidden
cs_cz: Skrýt

source: Table reset
cs_cz: Tlačítko 'vymazat'

source: Show the reset link above the table
cs_cz: Zobrazit nad tabulkou tlačítko pro vymazání filtrů/vyhledávání

source: Page length
cs_cz: Délka stránky

source: The position of the 'Show [x] per page' dropdown list.
cs_cz: Pozice rozbalovací nabídky 'Zobrazit [x] na stránku'.

source: Post totals
cs_cz: Celkový počet položek

source: Pagination buttons
cs_cz: Tlačítka stránkování

source: The position of the paging buttons which scroll between results.
cs_cz: Pozice tlačítek pro přesun mezi jednotlivými stránkami s výsledky.

source: Load posts one page at a time
cs_cz: Načítat příspěvky postupně (po stránkách)

source: Enable this if you have many posts or experience slow page load times.
cs_cz: Povolte, pokud máte hodně příspěvků nebo pociťujete pomalé načítání stránky.

source: Warning: Lazy load has %1$ssome limitations%2$s &mdash; it limits the search, sorting and dropdown filters.
cs_cz: Upozornění: Lazy load (česky líné načítání) má %1$sjistá omezení%2$s &mdash; ovlivňuje funkčnost vyhledávacích, řadících a rozbalovacích filtrů.

source: Post limit
cs_cz: Maximální počet příspěvků

source: The maximum number of posts in one table. Enter -1 to show all posts.
cs_cz: Maximální počet příspěvků v jedné tabulce. Zadejte -1 pro zobrazení všech.

source: Posts per page
cs_cz: Příspěvků na stránku

source: The number of posts per page of results. Enter -1 to show all posts on one page.
cs_cz: Počet příspěvků na stránku (s výsledky). Zadejte -1 pro zobrazení všech.

source: Sort by
cs_cz: Řadit dle

source: Title
cs_cz: Název

source: Date published
cs_cz: Datum publikace

source: Date modified
cs_cz: Datum změny

source: Page order (menu order)
cs_cz: Pořadí stránek (pořadí v menu)

source: Post slug
cs_cz: Název v URL

source: Author
cs_cz: Autor

source: Number of comments
cs_cz: Počet komentářů

source: Random
cs_cz: Náhodně

source: Other
cs_cz: Jiné

source: The initial sort order applied to the table.
cs_cz: Počáteční řazení v tabulce.

source: Sort column
cs_cz: Řadit podle sloupce

source: Enter any column in your table. Only supported when lazy load is disabled.
cs_cz: Zadejte jakýkoliv sloupec v tabulce. Funguje pouze pokud je vypnutý lazy load.

source: Sort direction
cs_cz: Směr řazení

source: Automatic
cs_cz: Automaticky

source: Ascending (A to Z, old to new)
cs_cz: Vzestupně (od A po Z, od nejstaršího po nejnovější)

source: Descending (Z to A, new to old)
cs_cz: Sestupně (od Z po A, od nejnovějšího po nejstarší)

source: Default
cs_cz: Výchozí

source: Borders
cs_cz: Ohraničení

source: External border
cs_cz: Vnější ohraničení

source: External
cs_cz: Vnější

source: Width
cs_cz: Šířka

source: Header border
cs_cz: Ohraničení záhlaví

source: Header
cs_cz: Záhlaví

source: Body border
cs_cz: Ohraničení obsahu

source: Body
cs_cz: Obsah

source: Header background color
cs_cz: Barva pozadí v záhlaví

source: Header text
cs_cz: Barva textu v záhlaví

source: Main background color
cs_cz: Hlavní barva pozadí

source: Alternating background color (optional)
cs_cz: Vedlejší barva pozadí (volitelné)

source: Body text
cs_cz: Barva textu

source: Spacing
cs_cz: Odsazení

source: Theme default
cs_cz: Dle šablony

source: Compact
cs_cz: Kompaktní

source: Normal
cs_cz: Normální

source: Spacious
cs_cz: Roztáhlé

source: Pagination type
cs_cz: Typ stránkování

source: Page numbers
cs_cz: Čísla stránek

source: Prev - Next
cs_cz: Předchozí - Další

source: Prev - Page numbers - Next
cs_cz: Předchozí - Čísla stránek - Další

source: First - Prev - Next - Last
cs_cz: První - Předchozí - Další - Poslední

source: First - Prev - Page numbers - Next - Last
cs_cz: První - Předchozí - Čísla stránek - Další - Poslední

source: Show shortcodes, HTML and other formatting in the table
cs_cz: Zobrazit v tabulce shortcodes, HTML a další formátování

source: Caching
cs_cz: Cachování

source: Cache table contents to improve load times
cs_cz: Cachovat obsah tabulky pro zrychlení načítání

source: Cache expiration
cs_cz: Doba expirace

source: hours
cs_cz: hodin/a/y

source: Your data will be refreshed after this length of time.
cs_cz: Data budou obnovena po stanovené době.

# show all posts option
source: All
cs_cz: Vše

source: Uncategorized
cs_cz: Nezařazené

source: _TOTAL_ _POSTS_
cs_cz: _TOTAL_ celkem

source: 0 _POSTS_
cs_cz: 0 výsledků

source: (_MAX_ in total)
cs_cz: (celkem _MAX_)

source: Show _MENU_ per page
cs_cz: Zobrazit _MENU_ písniček na stránku

source: No matching _POSTS_.
cs_cz: Žádné odpovídající písničky.

source: Search:
cs_cz: Hledat:

source: First
cs_cz: První

source: Last
cs_cz: Poslední

source: Next
cs_cz: Další

source: Previous
cs_cz: Předchozí

source: : activate to sort column ascending
cs_cz: : aktivujte pro řazení sloupců vzestupně

source: : activate to sort column descending
cs_cz: : aktivujte pro řazení sloupců sestupně

source: Reset
cs_cz: Vymazat

# posts total text - singular
source: post
cs_cz: příspěvek

# posts total text - plural
source: posts
cs_cz: příspěvky/ů

source: Content
cs_cz: Obsah

source: Summary
cs_cz: Popis

source: Date
cs_cz: Datum

source: Last Modified
cs_cz: Naposledy upraveno

source: Categories
cs_cz: Kategorie

source: Tags
cs_cz: Tagy

source: Status
cs_cz: Stav

source: Image
cs_cz: Obrázek

source: Size
cs_cz: Velikost

source: Settings
cs_cz: Nastavení

source: View %s documentation
cs_cz: Zobrazit dokumentaci %s

source: Docs
cs_cz: Dokumentace

source: Activate %1$syour license key%2$s to enable updates.
cs_cz: Aktivujte %1$ssvůj licenční klíč%2$s pro povolení automatických aktualizací.

source: License key successfully activated.
cs_cz: Licenční klíč úspěšně aktivován.

source: There was an error activating your license key.
cs_cz: Při aktivaci licenčního klíče nastala chyba.

source: License key successfully deactivated.
cs_cz: Licenční klíč úspěšně deaktivován.

source: There was an error deactivating your license key, please try again.
cs_cz: Při aktivaci licenčního klíče nastala chyba, zkuste to prosím znovu.

source: The license key looks good!
cs_cz: Licenční klíč vypadá dobře!

source: There's a problem with your license key.
cs_cz: S licenčním klíčem něco není v pořádku.

source: License key
cs_cz: Licenční klíč

source: The licence key is contained in your order confirmation email.
cs_cz: Licenční klíč najdete v emailu s potvrzením objednávky.

source: License Key
cs_cz: Licenční klíč

source: Activate
cs_cz: Aktivovat

source: Deactivate
cs_cz: Deaktivovat

source: License key deactivated.
cs_cz: Licenční klíč deaktivován.

source: Thank you for installing %1$s. To get started, please %2$senter your license key%3$s.
cs_cz: Děkujeme za instalaci %1$s. Pro začátek prosím %2$szadejte svůj licenční klíč%3$s.

source: Your license key for %1$s has expired. %2$sClick here to renew for 20%% discount%3$s.
cs_cz: Licenční klíč pro %1$s je již prošlý. %2$sKlikněte sem pro obnovení s 20%% slevou%3$s.

source: You no longer have a valid license for %1$s. Please %2$spurchase a new license key%3$s to continue using the plugin.
cs_cz: Již nadále nevlastníte platnou licenci pro %1$s. %2$sKupte si prosím nový licenční klíč%3$s, abyste mohli plugin nadále používat.

source: %1$s - your site has moved to a new domain. Please %2$sreactivate your license key%3$s.
cs_cz: %1$s - Tento web byl přesunut na novou doménu. %2$sAktivujte prosím znovu%3$s svůj licenční klíč.

source: An error has occurred, please try again.
cs_cz: Nastala chyba, zkuste to prosím znovu.

source: Your license key is active.
cs_cz: Licenční klíč je aktivní.

source: Please enter your license key.
cs_cz: Zadejte prosím svůj licenční klíč.

source: Your license key is invalid.
cs_cz: Licenční klíč je neplatný.

source: Invalid license key - please check your order confirmation email or %1$sAccount%2$s.
cs_cz: Neplatný licenční klíč - zkontrolujte prosím svůj %1$súčet%2$s nebo email s potvrzením objednávky.

source: No URL was supplied for activation, please contact support.
cs_cz: Nebyla dodána žádná URL pro aktivaci, kontaktujte prosím podporu.

source: License key mismatch, please contact support.
cs_cz: Neshoda v licenčním klíči, kontaktujte prosím podporu.

source: This license is for a bundled product and cannot be activated.
cs_cz: Tento licenční klíč je pro produkt v balíčku a nemůže být aktivován.

source: Your license key is not valid for this plugin.
cs_cz: Licenční klíč není platný pro tento plugin.

source: %s site active
cs_cz: %s aktivní web

source: Your license key has reached its activation limit (%s).
cs_cz: Tento licenční klíč dosáhl maximálního počtu aktivací (%s).

source: Read more
cs_cz: Přečíst více

source: Your license key expired on %s.
cs_cz: Tento licenční klíč vypršel dne %s.

source: Renew now for 20% discount.
cs_cz: Obnovte si jej nyní se slevou 20%d.

source: Your license key is not active. Please reactivate or save the settings.
cs_cz: Licenční klíč není aktivní. Aktivujte jej prosím znovu nebo uložte nastavení.

source: Your license key expired has expired.
cs_cz: Licenční klíč vypršel.

source: Your license key has been disabled. Please %1$spurchase a new license key%2$s to continue using the plugin.
cs_cz: Tento licenční klíč byl zablokován. %1$sKupte si prosím nový%2$s, abyste mohli nadále plugin používat.

source: Close (Esc)
cs_cz: Zavřít (Esc)

source: Share
cs_cz: Sdílet

source: Toggle fullscreen
cs_cz: Přepnout zobrazení na celou obrazovku

source: Zoom in/out
cs_cz: Přiblížit/oddálit

source: Previous (arrow left)
cs_cz: Předchozí (šipka doleva)

source: Next (arrow right)
cs_cz: Další (šipka doprava)

source: Display your site's posts, pages, and custom post types in a sortable, searchable and filterable data table.
cs_cz: Zobrazte svoje příspěvky, stránky a vlastní typy obsahu v tabulce, která se dá prohledávat, řadit a filtrovat.
